/**
 * 波波PC站页面配置
 */
module.exports = {
  pageConfig: {
    home: {
      id: 0,
      name: '首页',
      title: '波波视频-抢鲜看',
      keywords: '波波视频，热门短视频，短视频网站，搞笑视频，生活视频，游戏视频',
      description: '波波视频网页版精选了热门、搞笑、影视、音乐、社会、小品等精彩视频，随时打开波波视频，好玩有趣的短视频抢鲜看。'
    },
    fun: {
      id: 106,
      name: '搞笑',
      title: '爆笑好玩段子_搞笑视频-波波视频',
      keywords: '搞笑段子，搞笑视频，失误集锦，减压视频',
      description: '波波搞笑频道给你带来了各种搞笑段子，搞笑视频及各种失误集锦，无聊，打发时间，减压就来美拍搞笑频道。'
    },
    movie: {
      type: 109,
      name: '影视',
      title: '影视短片_经典影视赏析-波波视频',
      keywords: '影视短片，经典影视赏析',
      description: '波波影视频道涵盖了影视领域的各种视频信息，包含影视短片，经典影视赏析等方面，各种最新影视抢鲜看。'
    },
    music: {
      type: 101,
      name: '音乐',
      title: '音乐视频_弹唱视频_钢琴教学视频-波波视频',
      keywords: '原创歌曲，音乐视频，弹唱视频，钢琴教学视频',
      description: '波波音乐频道给你带来各种最热、最新的音乐视频，还有吉他、钢琴等乐器的教学视频，让你在运动、休闲时可随时随地欣赏到好听又精彩的音乐视频。'
    },
    sketch: {
      type: 104,
      name: '小品',
      title: '小品大全_搞笑小品视频-波波视频',
      keywords: '小品大全，搞笑小品视频，春晚小品',
      description: '波波小品频道为您提供最新、最热的小品大全，包括搞笑小品视频，春晚小品等，为喜欢小品的观众提供一个放松交流，传播传统文化的平台。'
    },
    life: {
      type: 107,
      name: '生活',
      title: '生活资讯_生活视频-波波视频',
      keywords: '生活资讯，生活视频,热门生活原创视频大全',
      description: '波波生活频道为你整理了热门生活原创视频大全，想观看更多生活资讯、生活视频等相关短视频,请关注波波视频生活频道。'
    },
    talent: {
      type: 255,
      name: '达人',
      title: '达人视频_波波明星名人-波波视频',
      keywords: '达人视频，波波明星名人',
      description: '波波达人频道给你带来各种达人视频，爱八卦的你、想了解波波明星名人的私下的生活状态。就来看波波达人频道。'
    },
    variety: {
      type: 203,
      name: '综艺',
      title: '热门综艺资源_综艺新闻资讯-波波视频',
      keywords: '综艺节目大全，热门综艺资源，综艺新闻资讯，明星访谈视频',
      description: '波波综艺频道为您提供最新、最全的热门的综艺资源，包括明星访谈视频、综艺新闻资讯等，最新最好看的综艺视频尽在波波视频。'
    },
    game: {
      type: 102,
      name: '游戏',
      title: '热门游戏原创_网游视频_手游攻略-波波视频',
      keywords: '热门游戏原创，网游视频，手游攻略',
      description: '波波游戏频道为广大游戏玩家提供了热门游戏原创、手游攻略和网游视频，致力于打造专属于游戏玩家的天堂。'
    },
    kaiyan: {
      type: 110,
      name: '开眼',
      title: '奇闻怪事_宇宙探秘-波波视频',
      keywords: '奇闻怪事，宇宙探秘',
      description: '波波开眼频道为您呈现一个别样的世界,世界之大,无奇不有,满足您的好奇心,带您领略世间的奇闻异谈，探寻大千世界的神秘。'
    },
    junshi: {
      type: 204,
      name: '军事',
      title: '军事新闻_军事视频-波波视频',
      keywords: '军事视频，军事新闻，军事动态',
      description: '波波军事频道为您提供海量的军事视频、军事新闻、军事动态等相关内容，助您解读政治军事战略格局。'
    },
    guangchangwu: {
      type: 116,
      name: '广场舞',
      title: '广场舞视频_舞蹈教学视频-波波视频',
      keywords: '广场舞视频，舞蹈教学视频，经典广场舞频道',
      description: '波波广场舞频道为您呈现最新最全的经典流行广场舞蹈视频欣赏及教学，让你快速成为广场舞达人。'
    }
  }
  // ,
  // styleConfig: {
  //   videoList: {
  //     title: 'PC-活动专题-通用',
  //     modtype: 'pictxtList',
  //     tpl: 'pictxtList'
  //   }
  // }
}
